Repository: common-repository/twitterwidget
Catalog: *.po
Languages: de_de

source: Settings saved!
de_de: Die Einstellungen wurden gespeichert!

source: Warning! The cachedirectory is missing or not writeable!
de_de: Das Cache-Verzeichnis existiert nicht oder ist schreibgesch&uuml;tzt!

source: Title
de_de: Titel

source: Title is shown above the Widget. If left empty can break your layout in widget mode!
de_de: Der Titel wird oberhalb des Widgets angezeigt.

source: Username
de_de: Benutzername

source: Your Twitter username!
de_de: Dein Twitter-Benutzername!

source: Limit
de_de: Anzahl

source: Max. number of tweets to display!
de_de: Wie viele Tweets sollen angezeigt werden?

source: Width
de_de: Breite

source: Width of widget.
de_de: Breite des Widgets.

source: Date format
de_de: Datumsformat

source: According to the php <a href="http://php.net/date" target="_blank">date()</a> function.
de_de: Alle Formatzeichen der <a href="http://php.net/date" target="_blank">date()</a>-Funktion sind &ouml;glich.

source: Link #hashtags to Twitter-Search?
de_de: Verlinke #Hashtags in den Tweets?

source: Make links clickable?
de_de: Mache Links klickbar?

source: Set the link to relation nofollow?
de_de: Alle Links auf rel="nofollow" setzen?

source: Open link in new window?
de_de: Links im neuen Fenster &ouml;ffnen?

source: Show a link to my twitter profile below the widget?
de_de: Zeige einen Link auf mein Twitter Profil an?

source: save
de_de: speichern

source: %s ago
de_de: vor %s

source: at %s
de_de: am %s

source: Twitter-Username missing! Please configure the plugin first!
de_de: Twitter-Benutzername fehlt! Bitte angeben!

source: view tweet
de_de: Tweet anzeigen

source: Follow me!
de_de: folge mir!

source: Y/m/d
de_de: d.m.Y

source: Save
de_de: speichern

source: Title:
de_de: Titel

source: Show:
de_de: Zeige

source: Link @usernames to there Twitter-Page?
de_de: Verlinke @benutzernamen mit den passenden Twitterseiten?

source: Link Tweets to there Twitter-Page?
de_de: Verlinke die einzelnen Tweets auf die pasende Twitterseite?
